Repository: apeillon-pitch/patissier
Catalog: web/app/languages/plugins/addon-gravityforms-sendinblue-free-*.po
Languages: fr_fr

source: Full error response:
fr_fr: Réponse complète d’erreur :

source: Error message:
fr_fr: Message d’erreur :

source: Error code:
fr_fr: Code d’erreur :

source: Create a contact in Brevo only if
fr_fr: Créer un contact dans Brevo seulement si

source: Integration with Brevo
fr_fr: Intégration avec Brevo

source: Brevo attributes
fr_fr: Attributs Brevo

source: Brevo API Key
fr_fr: Clé de l’API Brevo

source: Brevo Add-On Settings
fr_fr: Réglages du module Brevo

source: Gravity Forms to Brevo Add-On and Add-on Brevo for Gravity Forms Free should not be active at the same time. We've automatically deactivated Gravity Forms to Brevo Add-On.
fr_fr: Les modules Gravity Forms to Brevo et Gravity Forms to Brevo Free ne doivent pas être actifs en même temps. Nous avons automatiquement désactivé le module Gravity Forms to Brevo.

source: Add-on Brevo for Gravity Forms Free and Gravity Forms to Brevo Add-On should not be active at the same time. We've automatically deactivated Gravity Forms to Brevo Add-On
fr_fr: Les modules Gravity Forms to Brevo Free et Gravity Forms to Brevo ne doivent pas être actifs en même temps. Nous avons automatiquement désactivé le module Gravity Forms to Brevo.

source: Upgrade to PRO
fr_fr: Passez à la version PRO

source: Entry Properties
fr_fr: Propriétés de l’entrée

source: Selected
fr_fr: Sélectionné

source: Existing contact updated.
fr_fr: Contact existant mis à jour.

source: New contact created.
fr_fr: Nouveau contact créé.

source: New contact created (ID #%1$d).
fr_fr: Nouveau contact créé (ID #%1$d).

source: Error:
fr_fr: Erreur :

source: Feed #%1$d
fr_fr: Flux #%1$d

source: No data.
fr_fr: Aucune donnée.

source: No e-mail address found in form values.
fr_fr: Aucune adresse e-mail n’a été trouvée dans les valeurs du formulaire.

source: Checked
fr_fr: Coché

source: Not Checked
fr_fr: Non coché

source: Enable conditional processing
fr_fr: Activer un processus de conditionnement

source: Conditional logic
fr_fr: Logique conditionnelle

source: By enabling this, Brevo will send a confirmation email to the user before adding them to your list(s).
fr_fr: En activant ceci, Brevo enverra un e-mail de confirmation à l’utilisateur/utilisatrice avant de l’ajouter à votre/vos liste(s).

source: Enable double opt-in
fr_fr: Activer la double confirmation.

source: Double opt-in (Pro version)
fr_fr: Double confirmation (Version Pro)

source: Free version only allows you to select one list at a time, while the %1$s is unlimited.
fr_fr: La version gratuite ne vous permet de sélectionner qu’une liste à la fois seulement, tandis que %1$s est infinie.

source: None
fr_fr: Aucune

source: All your Brevo lists are displayed below. You can choose which one(s) to save each new contact to.
fr_fr: Toutes vos listes Brevo sont affichées ci-dessous. Vous pouvez choisir dans laquelle/lesquelles vous souhaitez insérer vos nouveaux contacts.

source: Add to list
fr_fr: Ajouter à la liste

source: Pro version
fr_fr: Version Pro

source: Free version only includes E-mail and Consent fields ("OPT_IN" boolean in Brevo), while the %1$s is unlimited.
fr_fr: La version gratuite inclut un champ e-mail et un champ de consentement (booléen "OPT_IN" dans Brevo) uniquement, tandis que la %1$s est infinie.

source: Form fields
fr_fr: Champs de formulaire

source: Add and select the Sendinblue attributes for which to send data, then choose the form fields that match.
fr_fr: Ajoutez et sélectionnez les attributs Brevo dans lesquels envoyer vos données, puis liez les champs de formulaire qui correspondent.

source: Fields mapping
fr_fr: Liaison des champs

source: Enter a feed name to uniquely identify it.
fr_fr: Saisissez un nom de flux unique afin de l’identifier.

source: Feed name
fr_fr: Nom du flux

source: Enabled
fr_fr: Activé

source: E-mail address
fr_fr: Adresse e-mail

source: (Pro version)
fr_fr: (Version Pro)

source: API key missing or invalid
fr_fr: La clé de l’API est manquante ou invalide

source: Please visit the <a href="%1$s">plugin settings page</a> and enter a valid Sendinblue API key.
fr_fr: Veuillez vous rendre sur <a href="%1$s">la page des réglages de l’extension</a> et saisissez une clé d’API valide.

source: List(s)
fr_fr: Liste(s)

source: Name
fr_fr: Nom

source: Visit the <a href="%1$s" target="_blank">"Settings > SMTP & API"</a> page in your Brevo account to generate an API key.
fr_fr: Veuillez vous rendre sur la page <a href="%1$s" target="_blank">"Réglages > SMTP & API"</a> sur votre compte Brevo pour générer une clé de l‘API.

source: License Activation
fr_fr: Activation de la licence

source: The Sendinblue API returned an error
fr_fr: L’API Sendinblue a renvoyé une erreur.

source: The "Gravity Forms Brevo Add-on" plugin is inactive because the minimal requirements are not met.
fr_fr: L’extension « Gravity Forms Brevo Add-on » est inactive car les prérequis minimums ne sont pas remplis.

source: Create Brevo contacts directly from your Gravity Forms forms.
fr_fr: Créez vos contacts Brevo directement depuis vos formulaires Gravity Forms.
